{
  "home": {
    "header": "Highly effective admissions counseling in California and internationally.",
    "subheader": "Our network of mentors have helped 200+ students enroll in top colleges at the undergraduate and graduate level."
  },
  "collegeadmissions": {
    "header": "200+ Admissions to Top Colleges",
    "approach": {
      "text": "<a href=\"/about\" target=\"_blank\">Our mentors</a> have guided 200+ students to acceptances at Ivy League universities, UCs, and the University of Oxford. We’ve achieved these results by helping students build original and impactful projects at scale and develop a long-term approach to academics that avoids burnout.<br>Large college admissions companies shuffle students through multiple counselors and complex online portals, producing applications that are polished but impersonal. Instead, our small network of highly accomplished mentors work to build a strong relationship and share their own approach to navigating high school, scaling projects, and applying to college."
    },
    "services": {
      "header": "We specialise in:",
      "bullets": [
        "University of California (UC) schools, particularly UC Berkeley, UCLA, and highly selective UC majors like EECS, Computer Science, Data Science, Design Media Arts, etc.",
        "Ivy League and T20 schools",
        "The UK University application process (UCAS), particularly Oxford and Cambridge admissions exams and interviews.",
        "Computer Science and Engineering majors, Pre-Med, Pre-Law, and prestigious non-traditional programs (BS/MD, Deep Springs College, BA/BFA, etc).",
        "Course selection and extracurriculars at large public high schools in California and private international schools in the Bay Area, Los Angeles, London, Seoul, Tokyo, Hong Kong, Shanghai, and Beijing.",
        "Passion projects that blend creativity, impact, original academic research, and technical skills.",
        "Simplifying the application process for international families unfamiliar with US college admissions."
      ],
      "text": "Drawing on his successful record in admissions counseling and extensive experience directing academic programs at Phillips Academy Andover, Berkeley, and Oxford, Henry Weikel directs our college admissions program and serves as the main point of contact for each family. Learn more about our network of mentors here."
    },
    "leftcol": {
      "header": "Navigating High School",
      "subheader": "Freshman High - Junior Year",
      "text": "We support your family for every key decision throughout high school, including:",
      "bullets": [
        "Class selection and success (Honors, AP, IB, Dual Enrollment)",
        "Hands-on extracurricular guidance (robotics, debate, math, student leadership)",
        "Summer applications (from getting into COSMOS to finding the best programs you haven’t heard of)",
        "Passion projects that blend creativity, impact, original academic research, and technical skills"
      ]
    },
    "rightcol": {
      "header": "Applying to College",
      "subheader": "Junior Year Winter - Senior Year",
      "text": "Our expertise simplifies the process of applying to:",
      "bullets": [
      "University of California (UC) schools and highly selective UC majors like EECS, Computer Science, Data Science, Design Media Arts, etc.",
      "Ivy League and T-20 schools.",
      "The UK University application process (UCAS), particularly Oxford and Cambridge admissions exams and interviews.",
      "Computer Science and Engineering majors",
      "Humanities, Business, and non-traditional programs (Deep Springs College, BA/BFA, etc)."
      ]
    },
    "testimonials": "Testimonials",
    "quote1": {
      "text": "“Henry stood out to me from other mentors because he was a jack of all trades. My topic was highly specific and technical, but he was clearly experienced with research papers and I was impressed by his willingness to learn, the effort he spent both inside and out of our sessions to find sources, and his connections to many different fields. Not only did he give great advice for narrowing down ideas, structuring the paper, finding angles, and professional writing itself, Henry was also open to questions about his own experience and helped me discover a passion I wanted to, and now am, pursuing in college.“",
      "author": "L.S. (South Pasadena High School) was accepted to UC Berkeley in 2024 after working with Henry and OES to publish original research on AI regulation, contributing to a strong application narrative about his passion for the legal and economic dimensions of the technology industry."
    },
    "quote2": {
      "text": "“Henry is an excellent tutor. When writing my research paper, his idea suggestions helped me narrow my focus. Also, Henry has a large knowledge base in many subjects, such as science, social sciences, and humanities, which helped quite a bit as he gave me nuanced perspectives on various topics. His world-view is very open and he is very willing to consider other opinions to help achieve your goals. Additionally, his writing skills are excellent. He helped shorten a page of my writing into a cohesive and concise paragraph that was significantly more readable. Overall, Henry is an outstanding tutor/advisor on any project.“",
      "author": "I.C. (Andover, MA) worked with Henry and OES in 2024 to publish original research on the geopolitical and economic implications of competition in the semiconductor industry, contributing to his applications for Economics and Business majors at T-20 schools."
    },
    "quote3": {
      "text": "“OES helped me to be clearer and more articulate about what I wanted to convey in my writing, and I think it was even more effective because we interacted and revised in real time through Zoom. I highly recommend it to anyone who wants to take their writing to the next level.”",
      "author": "Soojung L. was accepted to Harvard in 2022. OES helped her with her application strategy, essays, and project positioning. She was also accepted to UPenn, UCLA, Penn State, and UIUC."
    },
    "rate": {
      "header": "Pricing",
      "text": "Most major college admissions companies and private consultants charge a flat rate for packages, which are padded with multiple counselors and needlessly complicated tools such as dashboards and AI prediction models. These features distract from the core value being offered: quick responses and personalized guidance on the process of self discovery and self expression that leads to a successful application and, more importantly, a joyful and energetic college experience.<br>Our approach is simpler. We charge a flat rate for every hour you or your child spends meeting with us, whether that’s over Google Meet or in-person in San Francisco. Our rate reflects our decision not to expand but rather to provide highly personalized services to a small number of students each year. This model guarantees our full attention, offers flexible access to our network of expert mentors, and ensures that you only pay for the time that your child needs. We operate exclusively through word-of-mouth referrals and work to keep your business with every session, so it is in our best interest to provide the most value possible in each hour.<br>We have experience traveling domestically and abroad for in-person guidance and last minute application assistance. Contact us for more information and to discuss current pricing.",
      "bullets": [
        "Simplified overviews of the application process, including timelines and key context",
        "High school and dual enrollment course selection",
        "Application guidance for top summer programs such as COSMOS",
        "Full-service passion project mentorship",
        "College lists, major selection, and EA/ED/REA/RD strategy",
        "Essay guidance and revisions",
        "Interview preparation",
        "Letter of Continued Interest guidance and revisions"
      ],
      "text2": "We have experience traveling domestically and abroad for in-person guidance and last minute application assistance. Contact us for more information and to discuss current pricing."
    }
  },
  "passionprojects": {
    "header": "Passion Projects",
    "services": {
      "text": "Collectively, our mentors have worked at all of the major companies offering passion project and research guidance online. Where most companies pad their offerings with needlessly complicated extra features to obscure the lack of guidance (often amounting to fewer than 10 hours), we focus on high-impact, efficient 1:1 meetings with mentors conducted over Google Meets or in-person in San Francisco. Our mentors’ expertise in completing and publicizing projects in their fields is what makes the difference.",
      "header": "We offer:",
      "bullets": [
        "Full-service mentorship on research question formation, literature reviews, qualitative and quantitative research methods, manuscript preparation, revision, and submission.",
        "Connections with top graduate student mentors in any field. See our team bios to learn about our areas of expertise.",
        "Guidance on publication and promotion options for completed projects including videos, blogs, academic journals, portfolios, etc.",
        "Practical guidance on the logistics of building and scaling online businesses, charities & NGOs, or social media accounts.",
        "Application assistance for selective summer research programs such as COSMOS.",
        "Warm connections to impactful and engaging internships at start-ups."
      ]
    },
    "examples": {
      "text": "Examples of projects we have mentored previously",
      "bullets": [
        "An engaging long-form article on AI regulation policy - comparing legislation in California, other leading states, and the EU - that helped a student get accepted to UC Berkeley in 2024.",
        "An original, published article on emerging trends in the economics of the semiconductor industry in Taiwan, China, and the US.",
        "Going from no experience to winning major Bay Area parliamentary debate tournaments in less than a year.",
        "Building the #2 Paid Puzzle Game on the Apple App Store.",
        "Scaling a youtube channel focused on a popular mobile game to over 1 million subscribers and writing a strong Common App statement about the process."     
      ]
    }
  },
  "graduateadmissions": {
    "header": "We specialize in PhD and Master's degree admissions at top universities",
    "subheader": "Check out our new admissions guide!",
    "text": "Our tutors study at the world’s top PhD programs, allowing them to share personal insight into the application process and strategy. We have helped dozens of applications receive fully funded offers from PhD and MA/MS programs at Harvard, Oxford, Cambridge, UIUC, the University of Washington, Georgetown, Colorado University Boulder, UT Austin, UW Madison, and the University of Indiana.",
    "services": {
      "header": "We can help you perfect your application, including:",
      "bullets": [
        "Application strategy and program research",
        "Resume and CV",
        "Statement of Purpose (SOP)",
        "Personal Statement (PS)",
        "Supplementary and Short Answer Questions (Common App, UCAS, UC System)",
        "Interview preparation (question lists and practice sessions)",
        "Email writing"
      ]
    },
    "approach": {
      "header": "Our Approach",
      "text": "For shorter pieces of writing such as SOPs, CVs, and Research Proposals, we prefer to edit the document with you live over Google Meet and Google Docs so that we can discuss your strategy and find the best way to express your meaning. Our sessions integrate application strategy, brainstorming, and editing into one productive meeting. You can find more information about our tutors <a href=\"/about\" target=\"_blank\">here</a>."
    },
    "video": {
      "text": "To understand our application support process and learn how to prepare, check out this YouTube video from one of our former students, now at the Harvard Graduate School of Education",
      "video": "<iframe style=\"max-width: 100%; width: 560px; height: 315px; display: block; margin: 0 auto;\" src=\"https://www.youtube.com/embed/bXMYaIppGb8?si=2EJ5Iph53cM4XT3z\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>"
    },
    "steps": {
      "header": "Here is a step by step guide to our process:",
      "steps": [
        "In the first meeting, we typically discuss application strategy and review and edit any preliminary documents, such as your CV and emails expressing interest to professors. (~1 hour)",
        "Following the first meeting, students normally go write a rough draft of their Statement of Purpose and Personal Statement on their own.",
        "In our second session, we focus primarily on editing your rough draft to transform it into a strong template for all of your SOPs. This will include all of the main body paragraphs and your career goals, but nothing specific to individual schools. (~90min)",
        "Moving forward, any additional sessions will be devoted to finishing “tailored” versions of your SOP or other documents. At this point, we can also start working “offline” (using only Google Docs rather than a video call) to make the process more efficient. Please allow one week’s notice when requesting any additional edits, particularly closer to application deadlines.",
        "Once you advance in the application process, we offer additional sessions to practice for interviews or prepare important emails to supervisors."
      ]
    },
    "quote1": {
      "text": "“Mr. Henry Weikel at OES teaches advanced English writing at a different level. I was able to get my academic plan for graduate school abroad critiqued, and I was taught how to write concise and precise English. With a low GPA and no journal publications, I was able to get a scholarship to my desired graduate school abroad because of Henry's professional help. If you take advantage of the Summer Camp to build your writing skills from a young age, you will reap a much bigger harvest in 10 years!”",
      "author": "Ariel was accepted with full funding at multiple master's programs in Canada."
    },
    "quote2": {
      "text": "“Oxford English Services helped me to be clearer and more articulate about what I wanted to convey in my writing, and I think it was even more effective because we interacted and revised in real time through Zoom. I highly recommend it to anyone who wants to take their writing to the next level.”",
      "author": "Soojung was accepted into the Harvard Graduate School of Education's PhD program in 2022. OES helped her with her application strategy, personal statement, and resume. She was also accepted to UCLA, University of Minnesota, Penn State, and UIUC."
    },
    "quote3": {
      "text": "“I hired Henry Weikel to edit my SOP and PS, which I consider to be one of the best decisions I made during my study abroad preparation. He really tries to get to the heart of what I'm trying to say in my documents, so I don't end up writing in a way that I didn't intend, and he comes up with phrases that are more accurate and effective than the original sentences. Beyond proofreading, I also felt like he was thinking about whether the sentence made sense in context or what information I should add or delete to make me a more compelling applicant. In addition, the feedback was not a one-time thing, but a continuous process throughout the application period, and it was very prompt. It's hard to be sure of anything during the application process, but I knew that my SOPs and PS would be better with Henry's feedback, so I was able to prepare without much stress.”",
      "author": "Soyoung was accepted to UW Madison's master's program in 2023 on a full scholarship. OES helped her with her application strategy, personal statement, and resume. She was also accepted to UC Boulder and Indiana University."
    },
    "quote4": {
      "text": "“I've tried other commonly known editing companies in Korea, but OES was the only one that went beyond just correcting words and grammar to help me refine my writing to make it logical and organized. He also has an excellent understanding of research as he has studied at the graduate level. I was able to communicate to Henry the direction I wanted my writing to go in, my interests and research topics, as I was able to do so in real-time via Zoom. I believe that the best SOPs that OES helped me with were a big part of the reason I was accepted into all four master's programs I applied to and received scholarships. I plan to use OES for my future PhD studies as well.”",
      "author": "In 2023, OES helped Minyoung get into all four master's programs she applied to with scholarships."
    },
    "quote5": {
      "text": "“OES helped me the most while preparing to study abroad. OES doesn't just correct sentence structure or check for typos. They also change your expressions into the most sophisticated English. And they do it very quickly! Not only that, but if you want, you can get opinions from various angles, such as what storyline fits American culture, so with OES, you can submit a high-quality application. And since Henry, who has personally experienced the graduate school admissions process, will help you, his advice and opinions are very trustworthy. For reference, I was accepted to UC Berkeley and had an interview opportunity at MIT Media Lab and Artcenter through this service. I highly recommend it to others!! :)”",
      "author": "Gyuyeon was accepted to UC Berkeley for a Master's in Design in 2024."
    },
    "contact": {
      "header": "Get Started Today",
      "text": "Email us at <a href=\"mailto:contact.oxford.english{'@'}gmail.com\">contact.oxford.english{'@'}gmail.com</a> to get started! Due to significant demand, our prices and response times will change based on how soon application deadlines are. Getting started early is the best approach!"
    }
  },
  "about": {
    "header": "Our Mentors",
    "text": "Our mentors specialize in a wide range of universities, majors, and extracurricular activities. We offer access to all of our mentors at a simple hourly rate, allowing maximum flexibility and the right expertise for every part of your application journey, whether that’s publishing a research paper, scaling an impact-driven charity, or writing your Common App statement.",
    "henry": {
      "header": "Henry Weikel",
      "specialties": "University of California, UK Universities, Interdisciplinary Research (Computer Science + Arts and Humanities), Admissions Strategy, Passion Projects, Speech & Debate",
      "text": "As a first generation college student growing up in California, Henry navigated the UC application process independently and was accepted with scholarships to all campuses, including UCLA and UC Berkeley, where he received his bachelor’s. He then moved to the University of Oxford to complete a master’s degree and conduct research on educational technology platforms. Over the next few years, Henry built education and energy products at a number of start-ups and worked as a professional travel writer. After managing educational consulting projects on the side for clients in the San Francisco Bay Area, South Korea, China, and Saudi Arabia, he began working on OES full-time in 2022.<br><br>As an admissions consultant, Henry has helped more than a hundred students secure undergraduate and graduate acceptances at schools including UC Berkeley, Harvard, Oxford, and many more. As an instructor and debate coach, he has designed and taught specialized courses for high school and college age students at Phillips Academy Andover, Stanford, and numerous high schools around the Bay Area. His students have gone on to become Rhodes Scholars, national champions in debate, and tenured faculty at research universities. <br><br> Drawing on his broad experience in academia and personal familiarity with the Bay Area’s educational landscape, Henry leads OES’ admissions consulting and passion project work. He serves as the lead mentor and primary point of contact for each family, connecting them to his network of graduate students, researchers, and former admissions officers."
    },
    "team": {
      "header": "The Team"
    }
  },
  "nav": {
    "about": "About",
    "collegeadmissions": "College Admissions",
    "passionprojects": "Passion Projects",
    "graduateadmissions": "Graduate Admissions",
    "email": "Email"
  }
}